{
  "es": {
    "ourStoryTitle": "Nuestra Historia",
    "storyText": [
      "La ayuda que brindamos a los animales nació del interés genuino y desinteresado de promover el bienestar animal en nuestra comunidad.",
      "Paco Lozano comenzó con un sueño: ayudar a aquellos que no tienen voz propia, sin importar las limitaciones económicas ni las oportunidades que dificulten el cuidado de los gatos y perros de Playa del Carmen. Motivando a más personas a unirse a la causa, creó una página de Facebook y, poco a poco, logró sumar una comunidad de personas comprometidas y encantadas de ayudar.",
      "Gracias a este movimiento, se ha logrado dar hogar a numerosos perros y gatos, y aunque la tarea parece interminable, resulta sumamente satisfactorio ver cómo se crean familias o cómo las familias se complementan con huellitas que engrandecen el corazón y el núcleo familiar."
    ]
  },
  "en": {
    "ourStoryTitle": "Our Story",
    "storyText": [
      "The help we provide to animals was born from a genuine and selfless interest in promoting animal welfare in our community.",
      "Paco Lozano began with a dream: to help those who have no voice of their own, regardless of economic limitations or obstacles that might hinder the care of cats and dogs in Playa del Carmen. By motivating more people to join the cause, he created a Facebook page and gradually built a community of committed people eager to help.",
      "Thanks to this movement, many dogs and cats have found loving homes, and although the task may seem endless, it is incredibly rewarding to see families being formed or how families are complemented by little paws that enrich the heart and family bond."
    ]
  },
  "fr": {
    "ourStoryTitle": "Notre Histoire",
    "storyText": [
      "L’aide que nous apportons aux animaux est née d’un intérêt sincère et désintéressé pour promouvoir le bien-être animal dans notre communauté.",
      "Paco Lozano a commencé avec un rêve : aider ceux qui n’ont pas de voix, quelles que soient les limitations économiques ou les obstacles qui pourraient entraver le soin des chats et des chiens à Playa del Carmen. En motivant davantage de personnes à rejoindre la cause, il a créé une page Facebook et a progressivement rassemblé une communauté de personnes engagées et désireuses d’aider.",
      "Grâce à ce mouvement, de nombreux chiens et chats ont trouvé des foyers aimants, et bien que la tâche puisse sembler interminable, il est extrêmement gratifiant de voir comment des familles se forment ou comment elles se complètent avec de petites pattes qui enrichissent le cœur et le noyau familial."
    ]
  }
}